acpi_call-dkms
adw-gtk-theme
alsa-firmware
alsa-utils
android-tools
auto-cpufreq
awww
base
base-devel
brightnessctl
btop
caelestia-shell
cava
cliphist
cmake
cmatrix
code
dart
detect-it-easy-bin
discord
dnsmasq
docker
docker-compose
efibootmgr
elementary-icon-theme
envycontrol
firefox
foot
fprintd
fuzzel
ghostty
git
github-cli
gnome-keyring
grim
grub
hyprland
intel-media-driver
intel-ucode
jdk17-openjdk
kitty
less
libinput-tools
libva-intel-driver
libvirt
linux
linux-firmware
linux-headers
mesa-utils
mpv
nano
ncdu
neovim
networkmanager
nvidia-open-dkms
nvidia-settings
nvidia-utils
obsidian
os-prober
pipewire-audio
pipewire-pulse
polkit-gnome
postman-bin
qbittorrent
qemu-full
radare2
rclone
refind
sddm
sddm-silent-theme
slurp
sof-firmware
spotify
spotify-adblock
steam
swayimg
tcc
telegram-desktop
thermald
ttf-nerd-fonts-symbols
ufw
unzip
usbutils
uv
vim
virt-manager
whois
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xwayland-satellite
yay
yay-debug
yazi
zed
zen-browser-bin
zip
